Revit 2027 API
SlabShapeEditor.SlabShapeVertices Property
All of the vertices that can be edited.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SlabShapeVertexArray SlabShapeVertices { get; }
Public ReadOnly Property SlabShapeVertices As SlabShapeVertexArray
	Get
public:
property SlabShapeVertexArray^ SlabShapeVertices {
	SlabShapeVertexArray^ get ();
}
member SlabShapeVertices : SlabShapeVertexArray with get
Property Value
SlabShapeVertexArray
See Also
Reference
SlabShapeEditor Class
Autodesk.Revit.DB Namespace